[
{"url": "https://www.chanel.com/ww/haute-couture/fall-winter-2023-24/", "data": ["Fall-winter 2023/24", "Haute Couture", "Show", "Inspired by a Parisian allure, the CHANEL Fall-Winter 2023/24 Haute Couture collection imagined by Virginie Viard unveils a portrait of a delicate yet bold femininity. The collection, presented on the riverbanks of the Seine, is adorned with embroidered fruits and flowers motifs reminiscent of the still-lives dear to pictural arts. Silhouettes play with masculine codes, mixing together rigour and asymmetry, a self-confident and discreet figure.", "Behind-the-Scenes of the show with Vanessa Paradis", "In the lead up to the CHANEL Fall-Winter 2023/24 Haute Couture show, Vanessa Paradis, French icon and House ambassador, catches a glimpse of the collection, inside the Haute Couture ateliers at 31, rue Cambon in Paris.", "Bespoke Conversation with Vanessa Paradis", "Vanessa Paradis is the first guest of a series of bespoke conversations led by Géraldine Sarratia at the 31, rue Cambon, in Paris. Alongside the Fall-Winter 2023/24 Haute Couture show, she evokes the emotions conveyed by Haute Couture, the figure of the Parisienne, her relationship with time and creation.", "Strolling on the Seine", "The Fall-Winter 2023/24 Haute Couture collection imagined by Virginie Viard, made of contrast and balance, is the portrait of a sensitive yet bold Parisienne, embodied by French icon and House ambassador Vanessa Paradis.", "Photographs by Karim Sadli.", "Ambassadors and Friends of the House", "Ambassadors and friends of the House Margaret Qualley, Sofia Coppola, Vanessa Paradis, Kendrick Lamar, Lupita Nyong’o, Riley Keough, William Chan, George Lucas, JR, Alma Jodorowsky and Liu Shishi attended the CHANEL Fall-Winter 2023/24 Haute Couture show presented on the riverbanks of the Seine, in Paris.", "Caroline de Maigret on CHANEL Haute Couture", "\"By wearing an Haute Couture piece, you also wear the savoir-faire and time that was put into it. » House ambassador Caroline de Maigret, who opened the Fall-Winter 2023/24 Haute Couture show, shares her impressions on the collection and on CHANEL Haute Couture.", "Parisienne allure", "House ambassador Caroline de Maigret, embodies the Parisienne allure of the CHANEL Fall-Winter 2023/24 Haute Couture collection imagined by Virginie Viard captured by Karim Sadli.", "Show Soundtrack ", "Listen to the CHANEL Fall-Winter 2023/24 Haute Couture show playlist."]},
{"url": "https://www.chanel.com/ww/haute-couture/spring-summer-2023/", "data": ["Spring-Summer 2023", "Haute Couture Show", "Inspired by the mythical animal sculptures inside Gabrielle Chanel’s apartment at 31, rue Cambon, in Paris, the Spring Summer 2023 Haute Couture collection imagined by Virginie Viard reveals embroideries of exquisite lightness. Models emerge from inside wooden sculptures created by artist Xavier Veilhan.", "House Ambassadors and Friends of the House at the Show", "Angèle, Vanessa Paradis, Xavier Veilhan, G-Dragon and Tilda Swinton, were among the guests gathered at the Grand Palais Éphémère in Paris for the CHANEL Spring-Summer 2023 Haute Couture collection imagined by Virginie Viard and inspired by the bestiary of drawings and sculptures inside Gabrielle Chanel’s apartment. The minimalist decor was brought to life by Xavier Veilhan’s mobile sculptures made of wood, cardboard and paper.", "Directed by Caroline de Maigret.", "Behind the Bestiary", "From his Parisian studio to the Grand Palais Éphémère, artist Xavier Veilhan muses on the dreamlike animal sculptures that inhabit the CHANEL Spring-Summer 2023 Haute Couture show decor. The bestiary marries his artistic universe with the symbols of Gabrielle Chanel’s apartment at 31, rue Cambon, in Paris.", "Students visit the set of the show", "Invited to visit the set designed by Xavier Veilhan for the CHANEL Spring-Summer 2023 Haute Couture show, students discovered the larger-than-life animals made of wood, cardboard and paper inspired by the mythical animal sculptures present in Gabrielle Chanel's apartment at 31, rue Cambon. This visit in the presence of Bruno Pavlovsky, president of CHANEL SAS and of le19M, and of the artist Xavier Veilhan also allows students to experience the unique world of Parisian Haute Couture, its level of demand and creativity, but also its role in the preservation and development of exquisite savoir-faire.", "A Flight of Fantasy", "Larger-than-life, an imaginary bird created by the artist Xavier Veilhan alights in the rue Cambon, in Paris, revealing a first look at the CHANEL Spring-Summer 2023 Haute Couture collection imagined by Virginie Viard and embodied by model Vivienne Rohner.", "From Gabrielle Chanel’s library to the iconic mirrored staircase, she explores a mythical bestiary that entwines the artist’s dream world with that of CHANEL.", "At the invitation of Virginie Viard, artist Xavier Veilhan meets the world of CHANEL Haute Couture once again, for the Spring-Summer 2023 show presented at the Grand Palais Éphémère in Paris.", "For this show, the artist presents a stylised bestiary, freely inspired by the universe of the House and his own.", "Imagined as a continuation of the creative dialogue initiated in January 2022, this opus constitutes the third part of a triptych.", "Drawing: Xavier Veilhan"]}
]